flat/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    movingWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       940;
    }
    Inlet
    {
        type            patch;
        nFaces          10;
        startFace       990;
    }
    Outlet
    {
        type            patch;
        nFaces          10;
        startFace       1000;
    }
    Bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       1010;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1000;
        startFace       1060;
    }
)

// ************************************************************************* //
